Repository: studio-arrenberg/energie-ampel-plugin
Catalog: helper/assets/languages/*.po
Languages: de_de

source: Viel Strom im Netz
de_de: A lot of electricity in the grid

source: Erneuerbare Energien
de_de: Renewable energies

source: Fossile Energieträger
de_de: Fossil energy sources

source: Stromampel auf grün
de_de: Power traffic light on green

source: wenig Verbrauch
de_de: little consumption

source: Wenig Strom im Netz
de_de: Little power in the grid

source: Stromampel auf rot
de_de: Current traffic light on red

source: Viel Verbrauch
de_de: Much consumption

source: Stromampel auf gelb
de_de: Current traffic light on yellow

source: Zurück
de_de: Back

source: Energie Ampel
de_de: Energy traffic light

source: für
de_de: for

source: Phase
de_de: Stage

source: Jetzt
de_de: Now

source: gramm
de_de: gram

source: pro kWh
de_de: per kWh

source: Der Strom, den wir verbrauchen hat zu jeder Tages- und Nachtzeit einen unterschiedlich hohen CO2-Ausstoß. Je nachdem wie viel regional und regenerativ produzierter Strom gerade real im Netz fließt und wie hoch der gesamtstädtische Verbrauch ausfällt. Wird zum Beispiel gerade viel Windkraft aus Norddeutschland, Solarenergie aus dem Süden oder eigener Produktion geliefert, sinkt der gegenwärtige, reale CO2-Ausstoß. Die Wuppertaler Stadtwerke berechnen seit einigen Jahren diesen realen und stundengenauen CO2-Ausstoß hinter dem Strom, den wir verbrauchen. Zusammen mit der Bergischen Universität und dem Klimaquartier Arrenberg wurden diese Berechnungen in Raster übertragen und das hier sichtbare Energiewetter entwickelt. Es zeigt in den Phasen grün, gelb und rot in drei Stufen an, ob der CO2-Ausstoß jetzt gerade bzw. in den kommenden Stunden und Tagen hoch oder niedrig ist. Verlagerung statt Verzicht. Bestehende Geräte nutzen statt sofort neu kaufen zu müssen. Auf diesem Wege kann jeder Haushalt, unabhängig von den eigenen finanziellen Möglichkeiten an der Energiewende und dem Klimaschutz mitwirken. Das löst zwar noch nicht alle Probleme, ist aber ein smarter Schritt, den alle gehen können.
de_de: The electricity we use creates different levels of CO2 emissions at different times of the day and night. This depends on how much regionally and regeneratively produced electricity is actually flowing in the grid and how high city-wide consumption is. For example, if the grid is currently being supplied with a lot of wind energy from northern Germany, solar energy from the south or energy produced by individual households, the current, real CO2 emissions will decrease. Wuppertal’s public utilities have been calculating the actual hourly CO2 emissions behind the electricity we consume for several years. In collaboration with the Bergische University and the Arrenberg Climate District, these were transferred to grids and the “energy weather” concept was developed and made visible. It divides CO2 emissions into three levels and shows them in red, yellow and green to indicate whether they are currently high or low and how they are likely to evolve in the coming hours and days. So you can reschedule your usage instead of cutting down. Use existing devices instead of always buying new ones. These are ways in which every household can contribute to the energy transition and climate protection, regardless of financial resources. It won’t solve all our problems, but it’s a smart step that everyone can take.
