Repository: studio-arrenberg/energie-ampel-plugin
Catalog: helper/assets/languages/energie-ampel-*.po
Languages: it_it, tr_tr

source: Montag
it_it: Lunedì
tr_tr: Pazartesi

source: Dienstag
it_it: Martedì
tr_tr: Salı

source: Mittwoch
it_it: Mercoledì
tr_tr: Çarşamba

source: Donnerstag
it_it: Giovedi
tr_tr: Perşembe

source: Freitag
it_it: Venerdì
tr_tr: Cuma

source: Samstag
it_it: Sabato
tr_tr: Cumartesi

source: Sonntag
it_it: Domenica
tr_tr: Pazar

source: grüne
it_it: verde
tr_tr: yeşil

source: rote auswählen
it_it: seleziona il rosso
tr_tr: kırmızıyı seç

source: gelbe auswählen
it_it: seleziona il giallo
tr_tr: sarı seç

source: Monday
tr_tr: Pazartesi

source: Tuesday
tr_tr: Salı

source: Wednesday
tr_tr: Çarşamba

source: Thursday
tr_tr: Perşembe

source: Friday
tr_tr: Cuma

source: Saturday
tr_tr: Cumartesi

source: Sunday
tr_tr: Pazar

source: Viel Strom im Netz
it_it: Molta elettricità nella rete
tr_tr: Şebekede çok fazla elektrik

source: Erneuerbare Energien
it_it: Energie rinnovabili
tr_tr: Yenilenebilir enerji

source: Fossile Energieträger
it_it: Fonti di energia fossile
tr_tr: Fosil enerji kaynakları

source: Quartier
tr_tr: Çeyrek

source: Stromampel auf grün
it_it: Semaforo di potenza sul verde
tr_tr: Güç ışığı yeşil

source: wenig Verbrauch
it_it: poco consumo
tr_tr: az tüketim

source: Wenig Strom im Netz
it_it: Poca potenza nella rete
tr_tr: Şebekedeki az elektrik

source: Stromampel auf rot
it_it: Semaforo attuale sul rosso
tr_tr: Güç ışığı kırmızı

source: Viel Verbrauch
it_it: Molto consumo
tr_tr: Çok fazla tüketim

source: Stromampel auf gelb
it_it: Semaforo attuale su giallo
tr_tr: Güç ışığı sarı

source: Zurück
it_it: Indietro
tr_tr: Geri Git

source: Energie Ampel
it_it: Semaforo energetico
tr_tr: Enerji trafik ışığı

source: für
it_it: per
tr_tr: İçin

source: Phase
it_it: Fase
tr_tr: evre

source: Jetzt
it_it: Adesso
tr_tr: şimdi

source: Aktueller Emissionsfaktor
it_it: Fattore di emissione attuale
tr_tr: Mevcut emisyon faktörü

source: gramm
it_it: grammo
tr_tr: gram

source: pro kWh
it_it: per kWh
tr_tr: kWh başına

source: Die Energie Ampel erklärt
it_it: Il semaforo dell'energia spiega
tr_tr: Enerji trafik ışığı açıkladı

source: Der Strom, den wir verbrauchen hat zu jeder Tages- und Nachtzeit einen unterschiedlich hohen CO2-Ausstoß. Je nachdem wie viel regional und regenerativ produzierter Strom gerade real im Netz fließt und wie hoch der gesamtstädtische Verbrauch ausfällt. Wird zum Beispiel gerade viel Windkraft aus Norddeutschland, Solarenergie aus dem Süden oder eigener Produktion geliefert, sinkt der gegenwärtige, reale CO2-Ausstoß. Die Wuppertaler Stadtwerke berechnen seit einigen Jahren diesen realen und stundengenauen CO2-Ausstoß hinter dem Strom, den wir verbrauchen. Zusammen mit der Bergischen Universität und dem Klimaquartier Arrenberg wurden diese Berechnungen in Raster übertragen und das hier sichtbare Energiewetter entwickelt. Es zeigt in den Phasen grün, gelb und rot in drei Stufen an, ob der CO2-Ausstoß jetzt gerade bzw. in den kommenden Stunden und Tagen hoch oder niedrig ist. Verlagerung statt Verzicht. Bestehende Geräte nutzen statt sofort neu kaufen zu müssen. Auf diesem Wege kann jeder Haushalt, unabhängig von den eigenen finanziellen Möglichkeiten an der Energiewende und dem Klimaschutz mitwirken. Das löst zwar noch nicht alle Probleme, ist aber ein smarter Schritt, den alle gehen können.
it_it: L’elettricità che utilizziamo ha diversi livelli di emissioni di CO2 in qualsiasi momento del giorno e della notte. A seconda di quanta elettricità prodotta a livello regionale e rigenerativo circola effettivamente nella rete e di quanto è alto il consumo in tutta la città. Ad esempio, se al momento viene fornita molta energia eolica dalla Germania settentrionale, energia solare dal sud o dalla propria produzione, la corrente emissione reale di CO2 diminuisce. I servizi pubblici di Wuppertal calcolano questa reale e oraria emissione di CO2 dell’elettricità che consumiamo da diversi anni. Insieme alla Bergische Universität e al Klimaquartier Arrenberg, questi calcoli sono stati trasferiti alle reti ed è stato sviluppato il clima energetico visibile qui. Mostra nelle fasi verde, giallo e rosso su tre livelli se le emissioni di CO2 sono alte o basse ora o nelle prossime ore e giorni. Rimandare piuttosto che rinunciare. Utilizza i dispositivi esistenti invece di acquistarne subito di nuovi. In questo modo ogni famiglia può contribuire alla transizione energetica e alla protezione del clima, indipendentemente dalle proprie risorse finanziarie. Questo non risolve tutti i problemi, ma è un passo intelligente che tutti possono fare.
tr_tr: Tükettiğimiz elektrik günün ve gecenin her saatinde farklı miktarda bir CO2 emisyonuna sahiptir. Bu, o anda şebekede reel olarak ne kadar yerel ve yenilenebilir olarak üretilen elektrik aktığına ve şehrin tamamındaki tüketimin ne kadar yüksek olduğuna göre değişir. Örneğin o sırada Kuzey Almanya’dan çok rüzgar enerjisi, güneyden ya da kişisel üretimden çok güneş enerjisi sağlanıyorsa, o andaki CO2 emisyonu düşer. Wuppertal Elektrik İdaresi birkaç yıldır, tükettiğimiz elektriğin arkasında yatan bu reel ve saatlik CO2 emisyonunu hesaplıyor. Bu hesaplamalar Bergische Universität ve Klimaquartier Arrenberg’le birlikte tablolara aktarıldı ve burada görülebilen enerji hava durumu geliştirildi. Burada, yeşil, sarı ve kırmızı aşamalarda, üç basamak halinde CO2 emisyonunun o anda ya da önümüzdeki saatlerde ve günlerde yüksek mi, düşük mü olduğunu gösteriyor. Feragat yerine kaydırma. Hemen yenisi almak zorunda kalmak yerine mevcut cihazları kullanmak. Bu yolla her hane, kendi maddi imkanlarından bağımsız olarak enerji dönüşümüne ve iklimin korunmasına katkıda bulunabilir. Her ne kadar bu şekilde tüm sorunlar çözülmese de herkesin atabileceği akıllı bir adım.
